Repository: Cathwyler/MagicRemoteService
Catalog: MagicRemoteService/Properties/Resources.*.resx
Languages: es, fr

# ApplicationExit
source: Exit
es: Dejar
fr: Quitter

# ApplicationSetting
source: Settings
es: Configuraciones
fr: Paramètres

# IPAddressBoxErrorByteEntryMessage
source: {0} is not a valid entry. Please specify a value between 1 and 255.
es: {0} no es una entrada valida. Especifique un valor entre 1 y 255.
fr: {0} n'est pas une entrée valide. Veuillez spécifier une valeur comprise entre 1 et 255.

# IPAddressBoxErrorByteEntryTitle
source: Invalid entry
es: Entrada invalida
fr: Entrée invalide

# IPAddressBoxErrorPasteMessage
source: You are trying to copy an incorrectly formatted IP address into this field.
es: Está intentando copiar en este campo una dirección IP formateada incorrectamente.
fr: Vous tentez de copier une adresse IP mal formatée dans ce champs.

# IPAddressBoxErrorPasteTitle
source: Badly formatted IP address
es: Dirección IP formateada incorrectamente
fr: Adresse IP mal formatée

# PhysicalAddressBoxErrorByteEntryMessage
source: {0} is not a valid entry. Please specify a value between 0x00 and 0xFF.
es: {0} no es una entrada valida. Especifique un valor entre 0x00 y 0xFF.
fr: {0} n'est pas une entrée valide. Veuillez spécifier une valeur comprise entre 0x00 et 0xFF.

# PhysicalAddressBoxErrorByteEntryTitle
source: Invalid entry
es: Entrada invalida
fr: Entrée invalide

# PhysicalAddressBoxErrorPasteMessage
source: You are trying to copy an incorrectly formatted physical address into this field.
es: Está intentando copiar en este campo una dirección física formateada incorrectamente.
fr: Vous tentez de copier une adresse physique mal formatée dans ce champs.

# PhysicalAddressBoxErrorPasteTitle
source: Badly formatted physical address
es: Dirección fisica formateada incorrectamente
fr: Adresse physique mal formatée

# SettingInputRefreshlErrorTitle
source: Error refreshing TV inputs
es: Error al refrescar las entradas de TV
fr: Erreur lors du rafraichissement des entrées de la TV

# SettingInputSelectErrorMessage
source: Please select a TV input.
es: Seleccione una entrada de TV.
fr: Veuillez sélectionner une entrée de la TV.

# SettingInputSelectErrorTitle
source: The TV input has not been selected
es: La entrada de TV no ha sido seleccionada
fr: L'entrée de la TV n'a pas été sélectionné

# SettingPCMacErrorMessage
source: {0} is not a valid physical address. Please specify a valid physical address.
es: {0} no es una dirección física válida. Especifique una dirección fisica válida.
fr: {0} n'est pas une adresse physique valide. Veuillez spécifier une adresse physique valide.

# SettingPCMacErrorTitle
source: Invalid physical address
es: Dirección física invalida
fr: Adresse physique invalide

# SettingPCSaveMessage
source: Do you want to save the changes made to the PC service ?
es: Desea guardar los cambios efectuados al servicio de PC?
fr: Voulez-vous enregistrer les modifications apportées au service du PC ?

# SettingSendIPErrorMessage
source: {0} is not a valid IP address. Please specify a valid IP address.
es: {0} no es una dirección IP valida. Especifique una dirección IP valida.
fr: {0} n'est pas une adresse IP valide. Veuillez spécifier une adresse IP valide.

# SettingSendIPErrorTitle
source: Invalid IP address
es: Dirección IP invalida
fr: Adresse IP invalide

# SettingSubnetMaskErrorMessage
source: {0} is not a valid subnet mask. Please specify a valid subnet mask.
es: {0} no es una mascara de subred valida. Especifique una mascara de subred valida.
fr: {0} n'est pas un masque de sous-réseau valide. Veuillez spécifier un masque de sous-réseau valide.

# SettingSubnetMaskErrorTitle
source: Invalid subnet mask
es: Mascara de subred invalida
fr: Masque de sous-réseau invalide

# SettingTVInstallErrorTitle
source: Error while installing application on TV
es: Error al instalar la APP en la TV
fr: Erreur lors de l'installation de l'application sur la TV

# SettingTVRefreshlErrorTitle
source: Error while refreshing TVs
es: Error al refrescar las TVs
fr: Erreur lors du rafraichissement des TVs

# SettingTVSaveMessage
source: Do you want to install the changes made to the TV app ?
es: Desea instalar los cambios realizados en la APP de la TV?
fr: Voulez-vous installer les modifications apportées à l'application de la TV ?

# SettingPCSaveErrorTittle
source: Error while saving PC configuration
es: Error al guardar la configuración de PC

# SettingRemoteSaveErrorTittle
source: Error while saving remote configuration
es: Error al guardar la configuración remota

# BindActionValueKeyboard
source: Keyboard
es: Teclado

# BindActionValueShutdown
source: Shutdown
es: Apagar

# BindMouseValueLeft
source: Left button
es: Botón izquierdo

# BindMouseValueMiddle
source: Middle button
es: Botón central

# BindMouseValueRight
source: Right button
es: Botón derecho

# SettingRemoteSaveMessage
source: Do you want to save the changes made to the remote keybind ?
es: Desea guardar los cambios realizados a la asignación de teclas del mando?

# SettingTVAddErrorTitle
source: Error while adding TV
es: Error al añadir TV

# SettingTVModifyErrorTitle
source: Error while modifying TV
es: Error al modificar TV

# SettingTVRemoveErrorTitle
source: Error while removing TV
es: Error al eliminar TV

# SettingTVVersionErrorTitle
source: Error while retrieving TV version
es: Error al recuperar la versión de TV

# SettingTVSelectErrorMessage
source: Please select a TV
es: Seleccione una TV
fr: Veuillez sélectionner une TV.

# SettingTVSelectErrorTitle
source: The TV has not been selected
es: La TV no ha sido seleccionada
fr: La TV n'a pas été sélectionné
